Repository: qoin-open-source/samen-doen
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: <p> You are attempting to select a new good cause. Confirm this change and you will start saving Positoos for this new cause. </p> <p> Because you can only save Positoos for one good cause at once this means you will no longer be saving for your current good cause. You can switch good causes at any time. </p>
nl: <p>U staat op het punt om een nieuwe spaardoel te kiezen. Bevestig deze wijziging om vanaf nu voor dit nieuwe spaardoel te gaan sparen</p><p>Omdat u maar voor één spaardoel tegelijk kunt sparen zult u na het wijzigen niet meer voor uw oude spaardoel sparen. U kunt op elk gewenst moment weer wijzigen van spaardoel.

source: Donated to this savings goal:
nl: Gedoneerd aan dit spaardoel:

source: Select this cause
nl: Selecteer als spaardoel

source: Cause Inactive
nl: Spaardoel inactief

source: Search results for
nl: Zoekresultaten voor

source: causes found for query
nl: zoekresultaten voor

source: Select good cause
nl: Spaardoelen

source: good causes to choose from
nl: spaardoelen om uit te kiezen

source: <h2>You still have a SamenDoen account</h2> <p>We have found an existing account in the Samen Doen system with your registered email address %(email)s.<br/> Would you like to link your Stadlander account with this account?<br/> After linking the accounts (by clicking 'Yes'), you will be able to get through to your Positoos data in one click from your Mijn Stadlander login.</p>
nl: <h2>U heeft reeds een SamenDoen account</h2> <p>Er is al een SamenDoen account met het e-mailadres: %(email)s.<br/> Wilt u de Stadlander klantwaardering ontvangen op dit account?<br/>

source: <h2>Thank you</h2> <p> Your Stadlander unique reference number has been linked with your existing Samen Doen account.<br/> You can now only log in via <a href="https://mijn.stadlander.nl/">https://mijn.stadlander.nl/</a>.<br/> Your are now logged in. </p>
nl: <h2>Stadlander klantwaardering geactiveerd</h2> <p> U ontvangt nu de Stadlander klantwaardering op uw SamenDoen account.<br/> U bent nu ingelogd op SamenDoen. </p>

source: <h2>You will need to either:</h2> <p>a) Close your existing Samen Doen account<br/> b) Change the email address registered with mijn.stadlander.nl<br/> c) Change the email address registered with your Samen Doen account</p> <p>Otherwise you cannot link your Samen Doen and stadlander accounts.</p> <p>You have been logged out.</p>
nl: <h2>Stadlander klantwaardering niet geactiveerd</h2> <p>a) wijzig uw e-mailadres in 'Mijn Stadlander', of<br/> b) wijzig uw e-mailadres in 'Mijn SamenDoen'<br/> <p>Activeer daarna alsnog de klantwaardering via Mijn Stadlander.</p>

source: You are logged in
nl: U bent nu ingelogd

source: Edit my profile
nl: Bewerk mijn profiel

source: Login on Stadlander
nl: Login op Stadlander

source: Make A Stadlander Payment
nl: Voer een waardering uit

source: Process Stadlander Payment
nl: Waardering verwerken

source: Must be an integer number of Positoos
nl: Vul een geldig aantal punten in
