Repository: qoin-open-source/samen-doen
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: User activation/deactivation history
nl: Gebruiker activering/deactivering geschiedenis

source: Change author
nl: Wijziger

source: Timestamp
nl: Tijdsaanduiding

source: Activate
nl: Activering

source: Name
nl: Naam

source: Email address
nl: E-mailadres

source: Community
nl: Gemeente

source: Cyclos Group?
nl: Type Gebruiker

source: Active?
nl: Actief

source: Current Balance
nl: Saldo

source: Wants Newsletter?
nl: NB

source: User Profiles
nl: Gebruikersprofielen

source: Add new user
nl: Nieuwe gebruiker toevoegen

source: Base user profile created for {0} user. Please, fill up the specific profile data.
nl: Het {0} gebruikersprofiel is toegevoegd. Vul nu het gebruikersprofiel verder aan

source: Users
nl: Gebruikers

source: User profile edited.
nl: Gebruikersprofiel bewerkt

source: This profile is incomplete. Please, relate it to a Cyclos group to complete edition.
nl: Dit profiel is nog niet compleet. Koppel a.u.b. aan een cyclos groep om het registreren te voltooien.

source: Edit Profile {0}
nl: Bewerk profiel {0}

source: Business profile edited.
nl: Winkelier gebruikersprofiel bewaard

source: Edit business user {0}
nl: Bewerk organisatieprofiel van {0}

source: Institution profile edited.
nl: Instelling gebruikersprofiel bewaard

source: Edit institution user {0}
nl: Bewerk instelling profiel {0}

source: Charity profile edited.
nl: Spaardoel gebruikersprofiel bewaard.

source: Edit charity user {0}
nl: Bewerk Spaardoelen profiel {0}

source: Individual profile edited.
nl: Spaarder gebruikersprofiel bewaard.

source: Edit individual user {0}
nl: Bewerk spaardersprofiel van {0}

source: Date of first activation
nl: 1e activeringsdatum

source: Card number
nl: Pasnummer

source: Card UID
nl: Pas UID

source: Linked cards
nl: Passen gekoppeld

source: Connect card
nl: Pas koppelen

source: Card successfully connected
nl: Pas succesvol gekoppeld

source: Card Terminals
nl: Terminals

source: Business name
nl: Naam organisatie

source: Business Cause Settings
nl: Terminal opties

source: Add Business Cause Settings
nl: Terminal optie toevoegen

source: Select a user
nl: Selecteer een gebruiker

source: Connect Card
nl: Pas koppelen

source: name
nl: naam

source: email
nl: e-mailadres

source: request date
nl: Datum

source: options
nl: opties

source: Fulfillments
nl: Pasaanvragen

source: {0} account successfully closed
nl: Het account van {0} is gesloten

source: Reset password email sent to {}
nl: E-mail met instructies voor vernieuwen van het wachtwoord verzonden naar {}

source: Failed to send password reset email
nl: Het versturen van een e-mail met instructie voor vernieuwen van het wachtwoord is mislukt

source: User enters points amount on terminal
nl: Spaarders ontvangen een absoluut aantal punten

source: User enters euro amount spent by customer on terminal
nl: Spaarders ontvangen punten als percentage van het aankoopbedrag

source: Terminal number (IMEI)
nl: Terminal nummer (IMEI)

source: PIN
nl: PIN code

source: Cyclos group
nl: Type Gebruiker

source: Select the user group for this profile
nl: Selecteer de gebruikersgroep voor dit profiel

source: Gender
nl: Geslacht

source: Date of birth
nl: Geboortedatum

source: City
nl: Plaatsnaam

source: Street address
nl: Straatnaam

source: Postal code
nl: Postcode

source: Country
nl: Land

source: Phone number
nl: Telefoonnummer

source: Mobile number
nl: Mobiele telefoonnummer

source: Picture
nl: Profielafbeelding

source: Surname prefix
nl: Tussenvoegsel

source: Extra address
nl: Huisnummer toevoeging

source: Street number
nl: Huisnummer

source: Please enter a valid house number
nl: Vul een geldig huisnummer in

source: Groupset
nl: Groepset

source: Type of ID
nl: Identiteitsbewijs

source: Document number
nl: Documentnummer

source: Expiration date
nl: Vervaldatum identiteitsbewijs

source: Date First Activated
nl: Datum geopend

source: Date Last Deactivated
nl: Datum gesloten

source: Date Last Login
nl: Laatste inlog

source: E-mail address
nl: E-mailadres

source: This email has already been registered
nl: Dit e-mailadres is al geregistreerd

source: Please enter a valid Phone Number
nl: Vul a.u.b. een geldig telefoonnummer in

source: Please enter your Mobile Number
nl: Vul a.u.b. uw mobiele nummer in

source: Please enter a mobile number of at least {0} digits
nl: Vul a.u.b. een mobiel nummer in van tenminste {0} cijfers

source: Please enter a mobile number of at most {0} digits
nl: Vul a.u.b. een mobiel nummer in van maximaal {0} cijfers

source: Please enter a valid Mobile Number
nl: Vul a.u.b. een geldig mobiel nummer in

source: Please enter a valid date
nl: Geef een geldige datum op

source: Please enter a valid Document Number
nl: Vul a.u.b. een geldig document nummer in

source: The date cannot be in the past!
nl: De datum kan niet in het verleden liggen

source: Company website
nl: Website adres

source: Company description
nl: Omschrijving organisatie

source: Is visible
nl: Profiel getoond op de website

source: Please enter a valid website address.
nl: Vul een geldig website-adres in.

source: IBAN number
nl: IBAN nummer

source: Account holder
nl: Naam rekeninghouder

source: Account holder name
nl: Naam rekeninghouder

source: mandate ID
nl: SEPA machtigingskenmerk

source: Signature date
nl: SEPA machtigingsdatum

source: KvK number
nl: KvK nummer

source: VAT Number
nl: BTW Nummer

source: reward percentage
nl: beloning percentage

source: The reward is either entered on the terminal as an absolute amount of points or as a percentage of the transaction.
nl: Middels een terminal kan de operator punten verstrekken aan spaarders. Kies één van onderstaande opties:

source: transaction percentage
nl: percentage (%)

source: Percentage of each transaction to be rewarded in points.
nl: Percentage van elke transactie dat in punten wordt beloond.

source: Please enter a valid VAT Number
nl: Vul a.u.b. een geldig BTW nummer in

source: Enter a number between 0 and 100
nl: Vul een getal tussen 0 en 100 in

source: KvK number should be 8 digits
nl: Het KvK nummer moet uit 8 cijfers bestaan

source: Selected Good cause
nl: Spaardoel

source: Donation percentage
nl: Percentage naar spaardoel

source: Stadlander rel number
nl: Stadlander persoonsnummer

source: Stadlander groupset only
nl: Alleen Stadlander groupset

source: Newsletter
nl: Nieuwsbrief

source: Wants to receive newsletter
nl: Wil de nieuwsbrief ontvangen

source: No default good cause exists for {0} community
nl: Voor de community {0} is geen standaard (default) spaardoel ingesteld

source: You must supply a rel_number for Stadlander groupset
nl: U moet een persoonsnummer invoeren voordat u de gebruiker in de Stadlander groupset kunt plaatsen

source: rel_number is already in use
nl: Dit persoonsnummer is reeds in gebruik

source: rel_number should be empty for non-Stadlander groupset
nl: persoonsnummer moet leeg zijn al u iemand uit de Stadlander groupset plaatst

source: Donation percentage must not exceed {0}%
nl: Spaardoeldonatie mag niet meer dan {0}% zijn

source: Donation percentage must be at least {0}%
nl: Spaardoeldonatie dient tenminste {0}% te zijn

source: User profile
nl: Gebruikersprofiel

source: This card is already connected to another user
nl: Deze pas is al gekoppeld aan een andere gebruiker

source: This card number does not exist
nl: Dit pasnummer bestaat niet

source: SIM card number (ICCID)
nl: SIM-kaart nummer (ICCID)

source: This terminal is already assigned to this user
nl: Deze terminal is al in gebruik

source: This terminal is assigned to another user
nl: Deze terminal is al in gebruik door een andere gebruiker

source: This terminal does not exist
nl: Deze terminal bestaat niet

source: Name already exists
nl: Naam is al in gebruik

source: Card number is incorrect
nl: Naam is al in gebruik

source: This card is already added
nl: Dit pasnummer is al in gebruik

source: This card is owned by another user
nl: Deze pas is in gebruik door iemand anders

source: Card status is incorrect
nl: De status van de pas is niet correct

source: Close selected accounts
nl: Sluit geselecteerde accounts

source: Email Address
nl: E-mailadres

source: Please enter your Email address
nl: Voer a.u.b. uw e-mailadres in

source: Confirm Email
nl: Bevestig E-mail

source: Email Address (again)
nl: E-mailadres (nogmaals)

source: Please confirm your Email address
nl: Herhaal uw e-mailadres a.u.b.

source: Password
nl: Wachtwoord

source: Please enter your chosen password
nl: Voer a.u.b. uw gekozen wachtwoord in

source: Confirm Password
nl: Bevestig wachtwoord

source: Password (again)
nl: Wachtwoord (nogmaals)

source: Please confirm your chosen password
nl: Herhaal het gekozen wachtwoord a.u.b.

source: Please enter your date of birth
nl: Vul a.u.b. uw geboortedatum in

source: Please change the generated first name to your own
nl: Vervang de tijdelijke voornaam door uw eigen voornaam

source: Please enter your first name
nl: Vul a.u.b. uw voornaam in

source: Please change the generated last name to your own
nl: Vervang de tijdelijke achternaam door uw eigen achternaam

source: Please enter your last name
nl: Vul a.u.b uw achternaam in

source: Please change the generated email address to one where we can reach you
nl: Vervang het tijdelijke e-mailadres door uw eigen e-mailadres

source: Please enter a password that is at least 8 characters long.
nl: Voer a.u.b. een wachtwoord in dat uit tenminste 8 karakters bestaat.

source: You must agree to the terms and conditions to be able to use the website
nl: U moet de algemene voorwaarden accepteren

source: Please enter the same password for both password and password confirmation.
nl: De ingevoerde wachtwoorden zijn niet gelijk

source: From date
nl: Vanaf datum

source: To date
nl: Tot datum

source: Selected date must be in the past
nl: Geselecteerde datum moet in het verleden liggen

source: Selected date must be in the past or today, as much
nl: Geselecteerde datum moet in het verleden of vandaag zijn

source: Initial date must be in past of final date
nl: De begindatum moet voor de einddatum liggen

source: Categories
nl: Categorie

source: Document Number
nl: Documentnummer

source: A Dutch phone number always has exactly 10 digits.
nl: Voer uw 10-cijferige (Nederlandse) telefoonnummer in

source: A phone number must consist of numbers only.
nl: Een telefoonnummer kan alleen uit cijfers bestaan

source: Institution name
nl: Naam instelling

source: Charity name
nl: Naam Spaardoel

source: Maak mij zichtbaar op de marktplaats
nl: Maak mijn profiel zichtbaar voor anderen

source: I would like to receive the newsletter
nl: Ik wil de nieuwsbrief ontvangen

source: Enter your email address
nl: Vul uw e-mailadres in.

source: Enter your first name
nl: Vul uw voornaam in.

source: Enter your last name
nl: Vul uw achternaam in.

source: Invoice no: {0}
nl: Factuurnummer.: {0}

source: Invoice Date: {0}
nl: Factuurdatum: {0}

source: Description
nl: Beschrijving

source: Total
nl: Totaal

source: Total:
nl: Totaal:

source: Save for yourself and for a savings goal of your choice. Do you want to save for another savings goal? Then select one of the following savings goals
nl: U spaart voor uzelf en voor een spaardoel van uw keuze. Wilt u sparen voor een ander spaardoel? Selecteer dan één van onderstaande spaardoelen

source: You must agree to the terms and conditions to start using the site.
nl: U moet de algemene voorwaarden accepteren

source: Female
nl: Vrouw

source: Do you agree to the terms and conditions?
nl: Bent u het eens met de voorwaarden?

source: Extra Address
nl: Huisnummer toevoeging

source: Street Number
nl: Huisnummer

source: Date of Birth
nl: Geboortedatum

source: ID Types
nl: Identiteitsbewijs

source: Expiration Date
nl: vervaldatum identiteitsbewijs

source: Wants Newsletter
nl: Nieuwsbrief

source: User profiles
nl: Gebruikersprofielen

source: individual profile
nl: Spaardersprofiel

source: individual profiles
nl: Spaardersprofielen

source: date of signature
nl: Datum handtekening

source: Time of the latest SEPA debit processing time.
nl: Tijd van de laatste SEPA debit verwerking time.

source: business profile
nl: Winkeliersprofiel

source: business profiles
nl: Winkeliersprofielen

source: institution profile
nl: instelling profiel

source: institution profiles
nl: instelling profielen

source: charity profile
nl: spaardoel profiel

source: charity profiles
nl: spaardoel profielen

source: SEPA XML file
nl: SEPA XML export

source: SEPA XML files
nl: SEPA XML bestand

source: Manage Cards
nl: Beheer passen

source: Close The Account
nl: Sluit account

source: There is already an account with this e-mail address in our system.
nl: Er is reeds een account met dit e-mailadres in ons systeem

source: A SWIFT-BIC is either 8 or 11 characters long.
nl: Een SWIFT-BIC is tussen de 8 en 11 karakters lang.

source: 1234 is not a valid SWIFT-BIC Institution Code.
nl: XX is geen geldige SWIFT-BIC instelling code

source: XX is not a valid SWIFT-BIC Country Code.
nl: XX is geen geldige SWIFT-BIC land code

source: {0} is not a valid SWIFT-BIC Institution Code.
nl: {0} is geen geldige SWIFT-BIC instelling code

source: {0} is not a valid SWIFT-BIC Country Code.
nl: {0} is geen geldige SWIFT-BIC land code

source: Please enter a valid city
nl: Vul een geldige stad in

source: You must complete your profile
nl: Vul uw profiel in, en wijzig uw wachtwoord

source: Individual Profile successfully created
nl: Spaardersprofiel succesvol geactiveerd!

source: Business Profile successfully created
nl: Winkeliersprofiel succesvol geactiveerd!

source: Institution Profile successfully created
nl: Instellingenprofiel succesvol geactiveerd!

source: Charity Profile successfully created
nl: Spaardoelenprofiel succesvol geactiveerd!

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Please choose the community where you want to save Positoos.
nl: Kies a.u.b. de gemeente waarin u punten wilt sparen

source: Please enter your city
nl: Vul a.u.b. uw plaatsnaam in

source: Address
nl: Straatnaam

source: Please enter your address
nl: Vul a.u.b. uw straatnaam in

source: Postal Code
nl: Postcode

source: Please enter your postal code
nl: Vul a.u.b. uw postcode in

source: Please enter your street number
nl: Vul a.u.b. uw huisnummer in

source: Dutch
nl: Nederlands

source: General - Full page content with side menu
nl: Algemeen - Volledige pagina inhoud met zij-menu

source: General - 2 columns content with side menu
nl: Algemeen - 2 kolommen geen zijmenu

source: Home Page Template
nl: Home pagina sjabloon

source: 10 digits starting with the area code, without punctuation
nl: startend met het kengetal, zonder leestekens

source: 10 digits starting with 06, without punctuation
nl: 10 nummers startend met 06, zonder leestekens

source: Web address
nl: Websiteadres

source: Number
nl: Nummer

source: Decimal number
nl: Decimaal getal

source: Yes/No
nl: Ja/Nee

source: Date
nl: Datum

source: Date & time
nl: Datum & tijd

source: Time
nl: Tijd

source: Your Stadlander session may have timed out
nl: Uw Stadlander sessie kan zijn verlopen

source: Sorry, your account details do not match those we have on file
nl: Sorry, uw account komt niet overeen met degen die wij in ons bestand hebben

source: You are not able to log into the Samen-Doen site because your e-mailadres isn't unique
nl: U kunt met momenteel niet inloggen bij Samen-Doen omdat het E-mail adres waarmee u een profiel wilt aanmaken niet uniek is

source: Person to contact
nl: Contactpersoon

source: Amount
nl: Aantal punten

source: Amount to pay
nl: Bedrag te betalen

source: Please enter an amount to pay
nl: Vul een bedrag in

source: Please select a reward category and/or enter other activity.
nl: Geef a.u.b. een waarderingscategorie op en/of een overige activiteit

source: Please enter a quantity next to the reward category
nl: Voer a.u.b. een hoeveelheid (bestede tijdseenheden) in naast de waarderingscategorie

source: Please select a reward when entering a quantity
nl: Selecteer a.u.b. een waarderingscategorie naast het opgeven van een hoeveelheid

source: Please enter a quantity next to the other activity
nl: Voer a.u.b. een hoeveelheid (bestede tijdseenheden) in naast de overige activiteit waarvoor u gaat waarderen

source: Please enter an other activity when entering a quantity
nl: Geef a.u.b. kort aan welke overige activiteit u wilt waarderen

source: The amount entered on the form has been tampered with, please use the calculated values
nl: Het bedrag dat is ingevuld op het formulier is mogelijk gecompromitteerd. Gebruik a.u.b. de automatisch berekende waarden

source: Reward Categories
nl: Waaderingscategorieën

source: Woonplaat (residence) received in the Stadlander SSO info
nl: Woonplaats (residence) ontvangen in de Stadlander SSO info

source: Reward Category title
nl: Categorie titel

source: Reward Category description
nl: Beloningscategorie omschrijving

source: If True, user gets a reward for their first advert in this category
nl: Als ‘True’ ontvangt de spaarder een beloning voor het plaatsen van zijn eerste advertentie

source: Payment made successfully.
nl: Waardering gelukt!

source: 404 Not Found
nl: 404 niet gevonden

source: Welcome
nl: Welkom

source: logout
nl: uitloggen

source: login
nl: inloggen

source: My Positoos
nl: Mijn punten

source: Something went wrong
nl: Oeps! Er ging iets fout

source: A server error occurred. We are currently working to solve it.
nl: Er heeft zich een technische fout voorgedaan. We werken er aan om deze spoedig te verhelpen.

source: Follow us
nl: Volg ons

source: We use cookies, just to track visits to our website, we store no personal details
nl: We gebruiken cookies om bezoeken aan onze website te volgen. We slaan geen persoonlijke gegevens op.

source: I understand
nl: Dat is prima

source: Account Statistics
nl: Transactie Statistieken

source: Accounts
nl: Rekening

source: Transaction history
nl: Transactie overzicht

source: Total savers
nl: Aantal Spaarders

source: Total saved so far
nl: Bijgedragen door Spaarders

source: Saved
nl: Gespaard

source: Donated
nl: Gedoneerd

source: Redeemed
nl: Gespendeerd

source: Balance
nl: Saldo

source: transactions made
nl: transacties

source: date
nl: datum

source: from/to
nl: van/naar

source: description
nl: beschrijving

# currency
source: points
nl: punten

source: No matching transactions were found
nl: Geen overeenkomstige transacties gevonden

source: Enable / Disable Ad
nl: Inschakelen / uitschakelen advertentie

source: Title
nl: Titel

source: My Ads
nl: Mijn advertenties

source: Enabled
nl: Ingeschakeld

source: Disabled
nl: Uitgeschakeld

source: You don't have any registered Ads yet.
nl: U heeft nog geen advertenties aangemaakt.

source: Pay Direct
nl: Betaal direct

source: Make A Payment
nl: Voer een betaling uit

source: Total value
nl: Totale waarde

source: total punten
nl: totaal punten

source: Contact name
nl: Contact naam

source: Please select a valid business to pay
nl: U moet een geldige ontvanger selecteren voor deze betaling

source: Number of characters left
nl: Aantal resterende karakters

source: Process Payment
nl: Betaling verwerken

source: Close
nl: Sluiten

source: Complete payment
nl: Bevestig betaling

source: <p>Pay <span id="pay_receiver"></span> an amount of <span class="samendoen"><i class="icon-samendoen"></i></span><span id="pay_amount"></span> <b>?</b></p>
nl: <p>Waardeer <span id="pay_receiver"></span> met <span class="samendoen"><i class="icon-samendoen"></i></span><span id="pay_amount"></span> <b>?</b></p>

source: Cancel
nl: Annuleer

source: Confirm
nl: Bevestig

source: Payments are not enabled for this account.
nl: Betalingen worden niet ingeschakeld voor deze account.

source: This user does not exist
nl: Deze gebruiker bestaat niet

source: Only 75 characters allowed
nl: Maximaal 75 karakters toegestaan

source: Must be an integer number
nl: Geen decimalen toegestaan

source: Must be greater than zero
nl: Moet goter zijn dan 0

source: Place Ad
nl: Plaats advertentie

source: Edit Ad
nl: Bewerken advertentie

source: Images
nl: Afbeeldingen

source: Add image...
nl: Voeg afbeelding toe

source: Remove image...
nl: Afbeelding verwijderen

source: Title of the Ad
nl: Titel van de advertentie

source: Amount of Positoos
nl: Aantal punten

source: Placing an advertisement will make your profile visible to others
nl: Door een advertentie te plaatsen wordt uw profiel zichtbaar voor anderen

source: Only 900 characters allowed
nl: Maximaal 900 karakters toegestaan

source: Specifying a price is required, although you can also enter 0
nl: het opgeven van een aantal points is verplicht, al kunt u ook 0 invoeren

source: My Products
nl: Rekeningen

source: Profile picture
nl: Profielafbeelding

source: Institution Name
nl: Naam Instelling

source: Institution Description
nl: Omschrijving instelling

source: Business Name
nl: Bedrijfsnaam

source: Company Description
nl: Omschrijving organisatie

source: Address details
nl: Adres

source: House Number
nl: Huisnummer

source: Toevoeging
nl: Huisnummer toevoeging

source: Telephone Number
nl: Telefoonnummer

source: Email
nl: E-mailadres

source: Website
nl: Website adres

source: Bank Details
nl: Bankgegevens

source: IBAN
nl: IBAN nummer

source: BIC
nl: BIC code

source: SEPA machtiging kenmerk
nl: SEPA machtigingskenmerk

source: SEPA machtiging datum
nl: SEPA machtigingsdatum

source: KVK Number
nl: KVK Nummer

source: Contact person
nl: Contactpersoon

source: first name
nl: Voornaam

source: last name
nl: Achternaam

# charity
source: Description
nl: Beschrijving

source: Company e-mail
nl: E-mailadres

source: Name contact person
nl: Naam contactpersoon

source: Please, correct the errors below.
nl: Niet alle verplichte velden zijn (juist) ingevuld

source: We could not locate your address automatically. Please click on the map to denote your location
nl: Uw adres wordt niet herkend. Klik op de kaart om een speld te plaatsen die uw adres aanduidt

source: Fields marked with a * are required.
nl: Met een * gemarkeerde velden zijn verplicht

source: Save profile changes
nl: Wijzigingen opslaan

source: Profile type to be implemented, only individual and business profiles can be edited at present
nl: Profiel type om te implementeren, alleen spaarders en winkeliersprofielen kunnen momenteel bewerkt worden

source: dd-mm-YYYY
nl: dd-mm-jjjj

source: Close Account
nl: Sluit mijn account

source: Close My Account
nl: Sluit mijn account

source: If you no longer wish to use your account, you can close it by clicking the button below. Please note that once your account is closed:
nl: Klik op onderstaande knop om uw account te sluiten. Met het sluiten van uw account:

source: <li>You will not be able to log in or make any more transactions;</li> <li>Any positive balance you have remaining will be reset to zero;</li> <li>You can no longer earn or redeem Positoos;</li> <li>Any cards associated with this account will automatically be cancelled;</li> <li>Any adverts will be removed.</li>
nl: <li>Kunt u niet meer inloggen;</li> <li>Vervalt uw saldo;</li> <li>Kunt u niet meer sparen of verzilveren;</li> <li>Worden uw passen geblokkeerd en uw pasaanvragen geannuleerd;</li> <li>Worden uw advertenties verwijderd.</li>

source: Close my account
nl: Sluit mijn account

source: Are you sure you want to close your account? This action can not be undone.
nl: Weet u zeker dat u uw account wilt sluiten? Deze handeling kan niet ongedaan worden gemaakt

source: Account Closed
nl: Uw account is gesloten

source: Thank you. We have now closed your account and logged you out.
nl: We hebben uw account gesloten en u uitgelogd.

source: Thank you for using
nl: Bedankt voor het gebruiken van
