Repository: qoin-open-source/samen-doen
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: We hope to see you again in the future.
nl: We hopen u in de toekomst terug te zien.

source: Edit My Details
nl: Bewerk mijn profiel

source: Business Profile
nl: Winkeliersprofiel

source: My Profile
nl: Mijn Profiel

source: Super users cannot have profiles
nl: Administrators kunnen geen profiel hebben

source: Cannot find a profile for the logged in user, please contact the site administrators
nl: Kan geen profiel vinden voor de gelogde gebruiker, neem a.u.b. contact op met de site administratie

source: Change your user profile password
nl: Verander het wachtwoord van uw profiel

source: Change password
nl: Wijzig wachtwoord

source: Related User Profile
nl: Geassocieerd profiel

source: Change
nl: Veranderen

source: View on site
nl: Bekijk op de site

source: Remove
nl: Verwijderen

source: Qoinware Administration
nl: QoinWare team

source: Django Administration
nl: QoinWare team

source: Log out
nl: Uitloggen

source: my site
nl: website

source: Login
nl: Inloggen

source: Please login on the <a href="%(stadlander_url)s">Stadlander</a> site, and return by clicking the Positoos link in the menu.
nl: Log a.u.b. in op de <a href="%(stadlander_url)s">Stadlander</a> site, en keer terug door op de Positoos link te klikken in het menu.

source: You have been authenticated
nl: U bent geverifieerd

source: You are not authenticated
nl: U bent niet geverifieerd

source: profile
nl: profiel

source: My SamenDoen
nl: Mijn SamenDoen

source: IMEI number
nl: IMEI nummer

source: Creation date
nl: Aanmaakdatum

source: Last seen
nl: Voor het laatst gezien

source: No terminals registered
nl: Geen terminals geregistreerd

source: Consumers receive %(transaction_percentage)s%% of the transaction in points
nl: Spaarders ontvangen %(transaction_percentage)s%% van het aankoopbedrag in punten. <br />Deze instelling geldt voor alle hierboven geregistreerde terminals

source: NFC Terminal Operators
nl: Terminal Operators

source: Terminal operators can use all above NFC terminals
nl: Terminal operators kunnen gebruik maken van alle hierboven geregistreerde NFC terminals

source: Last login
nl: Laatste keer ingelogd

source: No operators registered
nl: Geen operators geregistreerd

source: Add new Operator
nl: Voeg operator toe

source: Delete Operator
nl: Verwijder operator

source: Delete Terminal Operator
nl: Verwijder terminal operator

source: <p>Are you sure you want to delete "%(object)s"?</p>
nl: <p>Weet u zeker dat u "%(object)s" wilt verwijderen?</p>

source: Delete operator
nl: Operator verwijderen

source: New Operator
nl: Nieuwe Operator

source: Create a new Terminal Operator
nl: Nieuwe terminal operator aanmaken

source: PIN number
nl: PIN nummer

source: Save operator
nl: Operator opslaan

source: Manage card
nl: Spaarpas

source: Cards
nl: Spaarpassen

source: card number
nl: pasnummer

source: activation date
nl: 1e activeringsdatum

source: card status
nl: pas status

source: action
nl: opties

source: You do not have any cards yet.
nl: U heeft nog geen spaarpas

source: Is one of your cards lost, stolen, or damaged? Block it and request a new one here!
nl: Is een pas defect of kwijt? Blokkeer de pas en vraag een nieuwe aan!

source: Card Requests
nl: Pasaanvragen

source: ordered
nl: in behandeling

source: cancelled
nl: geannuleerd

source: You do not have any card requests yet.
nl: U heeft geen pasaanvragen lopen

source: Request card
nl: Pas aanvragen

source: You cannot order a card. Please check you have completed your address in your <a href="%(update_profile_url)s">profile</a>
nl: U kunt geen pas aanvragen. Verifieer a.u.b. of u uw adres heeft ingevuld in uw <a href="%(update_profile_url)s">profiel</a>

source: Registration choice
nl: Kies wat van toepassing is:

source: Order card
nl: Pas aanvragen

source: Door op 'Bestellen' te klikken gaat u ermee akkoord dat Samen-Doen eenmalig €5,95 van uw rekening afschrijft.
nl: Klik op 'Pas Aanvragen' om een spaarpas te bestellen. Deze wordt naar het adres verzonden dat in uw profiel is opgeslagen

source: Order
nl: Aanvragen

source: You are about to request a new card. The administrators will deal with your request as soon as possible and send the card to the address in your profile: %(address)s %(num_street)s %(extra_address)s %(postal_code)s %(city)s
nl: U staat op het punt een nieuwe pas aan te vragen. De administratie zal uw aanvraag behandelen en zo spoedig mogelijk een pas naar uw bij ons bekende adres verzenden: %(address)s %(num_street)s %(extra_address)s %(postal_code)s %(city)s

source: You have registered your card already
nl: Uw pas is reeds geregistreerd

source: Only Individuals can register cards
nl: Alleen spaarders kunnen een pas registreren

source: By
nl: Door

source: at
nl: op

source: News
nl: Nieuws

source: No news to be shown.
nl: Geen nieuws weer te geven

source: Home
nl: Thuis

source: History
nl: Geschiedenis

source: Please correct the error below.
nl: Corrigeer a.u.b. de volgende fout

source: Please correct the errors below.
nl: Corrigeer a.u.b. de volgende fout

source: Add
nl: Toevoegen

source: Key user information
nl: Basale gebruikersgegevens

source: Save
nl: Bewaar

source: Unlink Terminal
nl: Ontkoppel terminal

source: Edit profile
nl: Bewerk profiel

source: User type
nl: Type gebruiker

source: Quantity
nl: Aantal

source: Discount (%%)
nl: Korting (%%)

source: Payment type
nl: Type betaling

source: Terminals and operators
nl: Terminals en Operators

source: Comments
nl: Opmerkingen

source: Connect terminal
nl: Terminal koppelen

source: No terminals assigned to this profile
nl: Deze gebruiker heeft geen terminal

source: Add a new operator
nl: Voeg operator toe

source: No operator assigned to this profile
nl: Deze gebruiker heeft geen operator

source: Invoices and account status
nl: Punten

source: Current balance (this month)
nl: Saldo

source: Additional user information
nl: Aanvullende gebruikersgegevens

source: Moving user out of the Stadlander groupset will delete their Stadlander profile. Are you sure you want to proceed?
nl: De gebruiker uit de Stadlander groupset halen, zal het Stadlander profiel (persoonsnummer) verwijderen. Weet u zeker dat u hiermee door wilt gaan?

source: Reset password
nl: Reset wachtwoord

source: Card and account information
nl: Spaarpas

source: This user does not have any related cards.
nl: Deze gebruiker heeft geen pas

source: Current balance
nl: Saldo

source: Manage products and invoices
nl: Beheer producten en facturen

source: Products / Invoicing
nl: Producten / Facturen

source: Assigned Products
nl: Toegewezen producten

source: Manage users
nl: Gebruikers beheren

source: Card fulfillment
nl: Spaarpassen

source: User cards
nl: Passen gekoppeld aan een account

source: Card applications and statuses
nl: Pasaanvragen

source: Manage terminals
nl: Terminals beheren

source: All terminals by number (IMEI)
nl: Terminals

source: Business user reward settings
nl: Terminal opties

source: Recent Actions
nl: Recentie acties

source: My Actions
nl: Mijn acties

source: None available
nl: Geen beschikbaar

source: Unknown content
nl: Onbekende inhoud

source: Change group
nl: Groep wijzigen

source: Groups
nl: Groepen

source: Change Group
nl: Wijzig Groep

source: Change member password
nl: Wijzig wachtwoord

source: Clicking the button below will generate a new random password for this user and sends it to them in an email.
nl: Door op onderstaande knop te klikken wordt een nieuw, willekeurig wachtwoord per e-mail aan de gebruiker gestuurd

source: Send new password
nl: Verstuur nieuw wachtwoord

source: Content List
nl: Inhoud lijst

source: Content
nl: Inhoud

source: page URL
nl: websiteadres (URL)

source: language
nl: Taal

source: content
nl: inhoud

source: No content found
nl: Geen inhoud gevonden

source: Create business member
nl: Nieuwe winkelier

source: Create good cause member
nl: Nieuw spaardoel

source: Create individual member
nl: Nieuwe spaarder

source: House number
nl: Huisnummer

source: E-mail
nl: E-mailadres

source: Cause name
nl: Spaardoelen naam

source: Mandate
nl: Mandaat

source: Web payments enabled
nl: Web betalingen ingeschakeld (zonder deze settings kan de gebruiker niet betalen!)

source: Help categories
nl: Advertentiecategorieën

source: Save new profile
nl: Wijzigingen opslaan

source: Create member profile
nl: Maak profiel aan

source: Business profile
nl: Winkeliersprofiel

source: Individual profile
nl: Spaardersprofiel

source: Good Cause profile
nl: Spaardoelprofiel

source: Institution profile
nl: Instellingprofiel

source: Edit Member
nl: Gebruiker bewerken

source: Bank details
nl: Bankgegevens

source: Account Type
nl: Rekening Type

source: transactions
nl: transacties

source: reset password
nl: Vernieuw uw wachtwoord

source: wants &amp; offers
nl: vraag &amp; aanbod

source: change group
nl: Groep wijzigen

source: Advanced backoffice functions
nl: Geavanceerde back-office functies

source: communications log
nl: Communicatielogbestand

source: debit/credit limit
nl: Kredietlimiet

source: Member List
nl: Gebruikers lijst

source: Members
nl: Gebruikers

source: Add new member
nl: Nieuwe gebruiker toevoegen

source: Search contact or business name
nl: Zoek op bedrijfsnaam of contactpersoon

source: job title
nl: functie

source: business name
nl: bedrijfsnaam

source: offers
nl: aangeboden

source: wants
nl: gevraagd

source: active ads
nl: Actieve advertenties

source: m2m transactions
nl: Transacties van spaarder naar spaarder

source: account balance
nl: rekeningsaldo

source: registration date
nl: Registratie datum

source: UNCOMPLETED REGISTRATION
nl: ONVOLTOOIDE REGISTRATIE

source: no email given, could be comm admin
nl: Geen e-mail gegeven, kan een community admin zijn

source: Full
nl: Vol

source: New
nl: Nieuwe

source: No members were found for this community.
nl: Geen gebruikers gevonden in deze community

source: Member Wants and offers
nl: Vraag en aanbod

source: wants and offers
nl: Vraag en aanbod

source: Search
nl: Zoeken

source: Image
nl: Afbeelding

source: Price
nl: Prijs

source: Views
nl: Bekeken

source: No ads were found for
nl: Geen advertenties gevonden voor

source: Member Transactions
nl: Gebruikerstransacties

source: total payments made
nl: Totaal Uitgevoerde Betalingen

source: total payments received
nl: Totaal Ontvangen Betalingen

source: Wants and offers
nl: Vraag en aanbod

source: Community Wants and Offers
nl: Vraag en aanbod

source: search
nl: zoeken

source: submit
nl: Verzend

source: No ads were found
nl: Geen advertenties gevonden

source: Community member
nl: Gebruikers

source: Transactions
nl: Transacties

source: Fulfillment
nl: Pasaanvraag

source: Community admin has no Groupset
nl: Community admin heeft geen 'groupset'

source: from
nl: van

source: to
nl: naar

source: Export
nl: Exporteer

source: Set your location by clicking on the map
nl: Klik op de kaart als de speld ontbreekt of niet correct de lokatie van uw adres aangeeft

source: Submit
nl: Verzend

source: from date
nl: vanaf datum

source: to date
nl: tot datum

source: paid and received
nl: betaald en ontvangen

source: received
nl: ontvangen

source: paid
nl: betaald

source: Profile
nl: Profiel

source: My products
nl: Rekeningen

source: Current products
nl: Huidige producten

source: Previous invoices
nl: Oudere rekeningen

source: Please choose an invoice
nl: Kies een rekening

source: Account statistics
nl: Transactie Statistieken

source: Upload bulk rewards
nl: Bulk Waardering

source: Pay direct
nl: Waarderen

source: Business Terminals
nl: Terminals

source: Place ad
nl: Plaats advertentie

source: Manage ads
nl: Beheer advertenties

source: My activities
nl: Mijn activiteiten

source: Activities summary
nl: Overzicht activiteiten

source: New activity
nl: Nieuwe activiteit

source: Good causes
nl: Spaardoelen

source: search good causes
nl: Zoek spaardoelen

source: Images uploaded successfully
nl: Afbeeldingen uploaden gelukt

source: Drop files here to upload
nl: Sleep bestanden hier naartoe om te uploaden

source: Your browser does not support drag'n'drop file uploads.
nl: Uw browser ondersteunt geen ‘drag and drop’ uploaden van bestanden

source: Please use the fallback form below to upload your files like in the olden days.
nl: Gebruik het terugvalformulier om uw bestand te uploaden

source: File is too big ({{filesize}}MiB). Max filesize: {{maxFilesize}}MiB.
nl: Het bestand is te groot: ({{filesize}}MiB). Maximale bestandsgrootte is: {{maxFilesize}}MiB.

source: You can't upload files of this type.
nl: Dit type bestand kunt u niet uploaden

source: Server responded with {{statusCode}} code.
nl: De server reageerde met code {{statusCode}}

source: Cancel upload
nl: Uploaden annuleren

source: Are you sure you want to cancel this upload?
nl: Weet u zeker dat u het uploaden wilt annuleren?

source: Remove file
nl: Bestand verwijderen

source: You can not upload any more files.
nl: U kunt niet meer bestanden uploaden

source: first
nl: eerste

source: previous
nl: vorige

source: next
nl: volgende

source: last
nl: laatste

source: Your Invoices
nl: Uw Facturen

source: Sum settlement
nl: Bedrag afrekening

source: Paid?
nl: Betaald?

source: Yes
nl: Ja

source: No
nl: Nee

source: No invoices found for this profile.
nl: U heeft nog geen facturen ontvangen

source: Telephone
nl: Telefoonnummer

source: View
nl: Bekijken

source: go to all profiles
nl: terug naar alle profielen

source: On every euro spent at %(business_name)s, you'll receive %(transaction_percentage)s points
nl: Bij %(business_name)s spaar je %(transaction_percentage)s punten over de besteding van elke euro

source: Ads published
nl: Gepubliceerde advertenties

source: ads
nl: advertenties

source: go to my ads
nl: terug naar mijn advertenties

source: go to all ads
nl: terug naar alle advertenties

source: enquire
nl: reageren

source: You can't sign up for an advert posted by a spaarder from a different community
nl: U kunt niet reageren op een advertentie van een spaarder buiten uw gemeente

source: You need to login to enquire for this activity
nl: Log in om te reageren

source: Enquire
nl: Reageren

source: go back to Ad
nl: terug naar de advertentie

source: Enquiry
nl: Reactie

source: Invalid Form Data
nl: Ongeldige Gegevens

source: You must provide a message.
nl: U moet een bericht invoeren.

source: This field is required.
nl: Dit veld is verplicht.

source: The advertiser can following your response to contact you via your e-mail address
nl: De adverteerder kan naar aanleiding van uw reactie contact met u opnemen via uw e-mailadres

source: Send enquiry
nl: Reageren

source: Dear %(name)s, You have an enquiry from %(user)s about %(title)s. Please contact them at %(email)s Their additional comments: %(body)s Regards, %(cc3_system_name)s
nl: Beste %(name)s, U heeft een reactie van %(user)s op %(title)s. Neem contact op via %(email)s Bericht: %(body)s Met vriendelijke groeten, %(cc3_system_name)s

source: Enquiry about %(title)s sent through %(site)s
nl: Reactie op ‘%(title)s’ verzonden via %(site)s

source: Dear %(name)s, Thank you for your enquiry to %(title)s. Your comments: %(body)s Regards, %(cc3_system_name)s
nl: Beste %(name)s, Bedankt voor het versturen van uw reactie op %(title)s. Uw reactie: %(body)s Met vriendelijke groeten, %(cc3_system_name)s

source: Thank You For Your Enquiry
nl: Bedankt voor uw reactie

source: Thank You
nl: Bedankt

source: Thank you for your enquiry. An email has been sent to the advertiser
nl: Bedankt voor uw reactie. Er is een e-mail verstuurd naar de adverteerder

source: Filter options
nl: Filter opties

source: categories
nl: categorieën

source: map
nl: kaart

source: profiles
nl: profielen

source: activities
nl: activiteiten

source: Manage Card
nl: Spaarpas

source: Terms and Conditions
nl: Algemene voorwaarden

source: The Samen Doen Terms and Conditions can be downloaded
nl: Voor de Algemene Voorwaarden van Samen Doen klik

source: here
nl: hier

source: I agree to the Terms and Conditions
nl: Ik ga akkoord met de algemene voorwaarden

source: Agree to Terms and Conditions
nl: Akkoord met Algemene voorwaarden

source: Confirm password
nl: Bevestig wachtwoord

source: I agree to the
nl: Ik ga akkoord met de

source: terms and conditions
nl: algemene voorwaarden

source: Account activation complete
nl: Account geactiveerd

source: Account successfully activated!
nl: Account geactiveerd en spaarpas aangevraagd!

source: <p>Your Samen Doen account has been successfully activated!</p> <p>You can now log in to enjoy together with your username and password.</p> <p>Have much fun with Samen Doen!</p>
nl: <p>Uw account is succesvol geactiveerd en de pas aangevraagd!</p> <p>U kunt nu inloggen met uw gebruikersnaam en wachtwoord.</p> <p>De pas wordt binnen drie werkdagen verstuurd naar uw adres. U kunt de pas direct gebruiken.</p>

source: Log in
nl: Inloggen

source: Thank you for registering at Samen Doen
nl: Bedankt voor uw aanmelding op Samen Doen

source: Activate your account by clicking on the link below:
nl: Klik op onderstaande link omt je account te activeren en de spaarpas aan te vragen:

source: Link is valid for %(expiration_days)s days.
nl: De link is gedurende %(expiration_days)s dagen geldig.

source: Have much fun Doing Together!
nl: Veel plezier toegewenst op Samen Doen!

source: Sincerely,
nl: Met vriendelijke groet,

source: The Samen Doen team
nl: Het team van Samen Doen

source: Have much fun Doing Together! Sincerely, The Samen Doen team
nl: Veel plezier toegewenst op Samen Doen! Met vriendelijke groet, Het team van Samen Doen

source: You are already logged in
nl: U bent nu ingelogd

source: log in
nl: Inloggen

source: e-mail
nl: e-mailadres

source: password
nl: wachtwoord

source: register with Positoos
nl: registreren

source: Not a member yet?
nl: Nog niet geregistreerd?

source: Register
nl: Registreer

source: with Positoos to enjoy awesome deals in your community!
nl: nu om punten te sparen en te verzilveren in uw gemeente!

source: forgotten password
nl: wachtwoord vergeten

source: Forgot your Positoos member password? Let us help you to
nl: Wachtwoord vergeten? Stuur uzelf een

source: reset it
nl: nieuw wachtwoord

source: Logged out
nl: U bent nu uitgelogd

source: Password change
nl: Wachtwoord wijzigen

source: Your password has been changed.
nl: Uw wachtwoord is gewijzigd

source: Old password
nl: Oude wachtwoord

source: New password
nl: Nieuwe wachtwoord

source: Confirm new password
nl: Bevestig wachtwoord

source: Password reset
nl: Wachtwoord vernieuwen

source: Password reset successfully.
nl: Wachtwoord vernieuwen gelukt

source: Reset your password
nl: Vernieuw uw wachtwoord

source: Password reset failed
nl: Wachtwoord vernieuwen e-mail mislukt

source: Password reset - email sent
nl: Wachtwoord vernieuwen e-mail verstuurd

source: Email with password reset instructions has been sent.
nl: E-mail met instructies voor vernieuwen van het wachtwoord verzonden

source: Registration complete
nl: Registratie voltooid

source: You are now registered
nl: U bent nu geregistreerd

source: <p>Within several minutes, you will receive an activation e-mail at the e-mail address you provided.</p> <p>By clicking on the link in the e-mail, you confirm your registration. This will complete the registration process and you will be able to login to SamenDoen using your user name and password.</p> <p>If you haven't received the activation e-mail, please check your Spambox!</p>
nl: <p>Binnen enkele minuten ontvangt u een activatie e-mail. Door op de link in de e-mail te klikken bevestigt u de registratie.</p> <p>De pasaanvraag is dan voltooid en u kunt daarna inloggen met uw e-mailadres en wachtwoord.</p> <p>Heeft u de activatie e-mail niet ontvangen? Controleer uw spambox!</p>

source: Register to join today!
nl: Registreer en ontvang de spaarpas thuis

source: If you already have a card, please proceed to the <a href="%(loin_url)s">log in page</a>
nl: Heeft u al een pas, klik dan op <a href="%(loin_url)s">inloggen</a>!

source: Are you a Stadlander tenant? Register via %(a_open)sMy Stadlander%(a_close)s.
nl: Bent u een huurder van Stadlander? Registreer dan via %(a_open)sMijn Stadlander%(a_close)s.

source: Choose the municipality in which you reside. Choosing a municipality, Positoos will only earn and redeem in that municipality.
nl: Kies de gemeente waarin u woonachtig bent. Met het kiezen van een gemeente kunt u alleen sparen en verzilveren in die gemeente.

source: I have read and accept the
nl: Ja, ik ga akkoord met de

source: Please show which headers or columns of your .CSV file correspond to the Samen-Doen fields
nl: Geef aan met welke velden de headers in het .csv bestand corresponderen

source: Samen-Doen fields
nl: Velden

source: Headers or columns in .CSV file
nl: Headers of kolommen in uw CSV bestand

source: A percentage of the points you give to an individual will go to their chosen Good Cause. By default this percentage is chosen by the individual, but you can override that with a fixed percentage if you wish
nl: Elke keer dat spaarders punten sparen, gaat een door hen gekozen percentage van de punten naar het spaardoel van hun keuze. Indien u wilt afwijken van het door de spaarders gekozen percentage, kunt u dat hier instellen.

source: Confirm bulk rewards upload
nl: Bevestig uitvoeren bulk waardering

source: Bulk rewards upload
nl: Bulk Waardering

source: Select file
nl: Selecteer bestand

source: Configure
nl: Controleer data

source: Confirm upload
nl: Waardeer

source: <p>Found %(num_rows)s rows in the .CSV file. Click "Make transactions" to pay the rewards.</p> <br/> <strong> <p style="color: green">%(num_valid_rows)s of these rows can be actioned.</p> <p>Total unique users to be rewarded: %(num_unique_users)s</p> <p>Total amount to be paid: %(total_amount)s
nl: <p>Er werden %(num_rows)s rijen aangetroffen in het .CSV-bestand. Klik op "verwerk transacties" om de gebruikers te waarderen.</p> <br/> <strong> <p style="color: green">%(num_valid_rows)s rijen kunnen worden verwerkt.</p> <p>Aantal unieke spaarders te waarderen: %(num_unique_users)s</p> <p>Totaal bedrag om over te boeken: %(total_amount)s

source: Number of transactions where amount
nl: Aantal transacties met waarde

source: rows could not be processed because the user could not be found.
nl: rijen kunnen niet worden verwerkt omdat spaardersaccounts niet werden gevonden.

source: Affected row(s):
nl: Het betreft:

source: If you continue to make transactions these rows will be ignored.
nl: Als u doorgaat met het verwerken van de transacties zullen deze rijen worden genegeerd

source: denotes a required field
nl: Verplichte velden

source: Previous
nl: Terug

source: Make transactions
nl: Verwerk transacties

source: Next
nl: Volgende

source: Good Causes
nl: Spaardoelen

source: Current good cause:
nl: Huidig Spaardoel:

source: Your current donations are for this cause
nl: U spaart voor één spaardoel tegelijk

source: Inactive
nl: Inactief

source: Default<br>Charity
nl: Algemeen<br>Spaardoel

source: Contributed to current Spaardoel to date:
nl: Bijgedragen aan dit spaardoel

source: Self
nl: Ik

source: All users
nl: Samen

source: Good Causes donation percentage
nl: Percentage spaardoeldonatie

source: Some of your points go to the Good Cause you choose. You can choose how much here. The change will take effect the next time you earn points.
nl: Een deel van je punten gaan naar het Spaardoel dat jij kiest. Kies hier hoeveel. De wijziging is de eerst volgende keer dat je punten spaart van kracht.

source: Save change
nl: Wijziging opslaan

source: Donated to savings goal:
nl: Gedoneerd aan spaardoelen:

source: Confirm change of good cause
nl: Spaardoel wijzigen
